Repository: marcinpigon/MiviaClient
Catalog: Resources/Languages/AppResources.*.resx
Languages: de, pl

source: Cancel
de: Abbrechen
pl: Anuluj

# configurationAccessTokenPlaceholder
source: Enter your access token
de: Geben Sie Ihren Zugriffstoken ein
pl: Wprowadź token dostępu

# configurationAccessTokenTitle
source: Access Token
de: Zugriffstoken
pl: Token Dostępu

# configurationEnableNotifications
source: Enable Notifications
de: Benachrichtigungen Aktivieren
pl: Włącz Powiadomienia

# configurationHidePassword
source: Hide Password
de: Passwort verstecken
pl: Ukryj Hasło

# configurationShowPassword
source: Show Password
de: Passwort Anzeigen
pl: Pokaż Hasło

# configurationTokenEmpty
source: Access token cannot be empty!
de: Zugriffstoken darf nicht leer sein!
pl: Token dostępu nie może być pusty!

# configurationTokenSavedSuccess
source: Access token saved successfully!
de: Zugriffstoken erfolgreich gespeichert!
pl: Token dostępu zapisany pomyślnie!

source: Delete
de: Löschen
pl: Usuń

# directoryMonitorNewDirectory
source: Add Directory to Monitor
de: Verzeichnis zum Überwachen Hinzufügen
pl: Dodaj Katalog do Monitorowania

# directoryNoDirectoriesMonitored
source: No directories being monitored
de: Keine überwachten Verzeichnisse
pl: Brak Monitorowanych Katalogów

# editdirectoryConfirmDeleteMessage
source: Are you sure you want to delete the selected directory?
de: Sind Sie sicher, dass Sie das ausgewählte Verzeichnis löschen möchten?
pl: Czy na pewno chcesz usunąć wybrany katalog?

# editdirectoryDeleteDirectory
source: Delete Directory
de: Verzeichnis Löschen
pl: Usuń Katalog

source: Error
de: Fehler
pl: Błąd

# goToConfig
source: Go to Configuration Page
de: Zur Konfigurationsseite Gehen
pl: Przejdź do Strony Konfiguracji

# goToDirectories
source: Go to Directories Page
de: Zur Verzeichnisse-Seite Gehen
pl: Przejdź do Strony Katalogów

# goToHistory
source: Go to History Page
de: Zur Verlauf-Seite Gehen
pl: Przejdź do Strony Historii

# goToImages
source: Your Images
de: Ihre Bilder
pl: Twoje Obrazy

# goToModels
source: Available Models
de: Verfügbare Modelle
pl: Dostępne Modele

# historyClearHistory
source: Clear History
de: Verlauf Löschen
pl: Wyczyść Historię

# historyClearHistoryConfirmMessage
source: Are you sure you want to clear all history entries? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Verlaufs-Einträge löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
pl: Czy na pewno chcesz wyczyścić wszystkie wpisy historii? Tej operacji nie można cofnąć.

# imagesDeleteConfirmMessage
source: Are you sure you want to delete this image?
de: Sind Sie sicher, dass Sie dieses Bild löschen möchten?
pl: Czy na pewno chcesz usunąć ten obraz?

# imagesImageDeleted
source: The image has been deleted.
de: Das Bild wurde gelöscht.
pl: Obraz został usunięty.

# newdirectoryFolderLabel
source: Directory Filepath
de: Verzeichnispfad
pl: Ścieżka do Katalogu

# newdirectoryFolderPlaceholder
source: Enter directory filepath
de: Geben Sie den Verzeichnispfad ein
pl: Wprowadź ścieżkę do katalogu

# newdirectoryMissingInfo
source: Please provide both the directory name and its filepath.
de: Bitte geben Sie sowohl den Namen des Verzeichnisses als auch seinen Pfad an.
pl: Podaj zarówno nazwę katalogu, jak i jego ścieżkę.

# newdirectoryModels
source: Models
de: Modelle
pl: Modele

# newdirectoryNameLabel
source: Name of the Directory
de: Name des Verzeichnisses
pl: Nazwa Katalogu

# newdirectoryNamePlaceholder
source: Enter name of directory
de: Geben Sie den Namen des Verzeichnisses ein
pl: Wprowadź nazwę katalogu

# newdirectoryPickFolder
source: Pick Folder
de: Ordner Auswählen
pl: Wybierz Folder

# newdirectorySaveDirectory
source: Save Monitored Directory
de: Überwachtes Verzeichnis Speichern
pl: Zapisz Monitorowany Katalog

# newdirectorySavedSuccess
source: Directory saved successfully!
de: Verzeichnis erfolgreich gespeichert!
pl: Katalog zapisany pomyślnie!

# newdirectoryUnableToLoadModels
source: Unable to load models. Please check your internet connection or configuration.
de: Modelle können nicht geladen werden. Bitte überprüfen Sie Ihre Internetverbindung oder Konfiguration.
pl: Nie można załadować modeli. Sprawdź swoje połączenie z internetem lub konfigurację.

# newdirectoryUnableToPickFolder
source: Unable to pick the folder. Ensure the folder is accessible and permissions are set correctly.
de: Ordner kann nicht ausgewählt werden. Stellen Sie sicher, dass der Ordner zugänglich ist und dass die Berechtigungen korrekt sind.
pl: Nie można wybrać folderu. Upewnij się, że folder jest dostępny i że masz odpowiednie uprawnienia.

source: No
de: Nein
pl: Nie

source: Save
de: Speichern
pl: Zapisz

source: Success
de: Erfolg
pl: Sukces

source: Yes
de: Ja
pl: Tak
